Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/kde3.tmx
Source language: en
Languages: be

source: Install a more recent version of the cdrtools.
be: Устанавіце навейшую версію cdrtools.

source: Install the cdrdao package.
be: Устанавіце пакет cdrdao.

source: Install the cdrtools package which contains cdrecord.
be: Устанавіце пакет cdrtools, які змяшчае cdrecord.

source: Interface
be: Інтэрфейс

source: Interface name
be: Назва інтэрфейса

source: Interface type
be: Тып інтэрфейса

source: Interface type:
be: Тып інтэрфейсу:

source: Interfaces
be: Інтэрфейсы

source: Internal Error
be: Унутраная памылка

source: International
be: Міжнародны

source: Introduction
be: Уводзіны

source: Invalid command: the command is empty.
be: Несапраўдная каманда: каманда пустая.

source: Invisible
be: Нябачны

source: Iran
be: Іран

source: Ireland
be: Ірландыя

source: Iso9660 image
be: Iso9660-адбітак

source: Israel
be: Ізраіль

source: It is highly recommended to configure cdrdao to run with root privileges to increase the overall stability of the burning process.
be: Настойліва раіцца наладзіць cdrdao для запуску з прывілеямі root для павялічэння агульнай стабільнасці працэсу выпальвання.

source: It is highly recommended to configure cdrecord to run with root privileges. Only then cdrecord runs with high priority which increases the overall stability of the burning process. Apart from that it allows changing the size of the used burning buffer. A lot of user problems could be solved this way. This is also true when using SuSE's resmgr.
be: Гэта таксама існа, калі выкарыстоўваецца resmgr у SuSE.

source: It is not possible to write multisession media in DAO mode.Multisession has been disabled.
be: [PO-fuzzy] Немагчыма запісваць шматсесійныя DVD у рэжыме DAO. Шматсесійнасць адключана.

source: Italy
be: Італія

source: Item Name
be: Назва элемента

source: Japan
be: Японія

source: Japan cable
be: Японскае кабельнае

source: Japanese
be: Японская

source: Job canceled by user.
be: Праца скасавана карыстальнікам

source: Joliet Extensions Disabled
be: Пашырэнні Joliet Extensions адключаны

source: Joliet Settings
be: Настаўленні Joliet

source: K3b - The CD and DVD Kreator
be: K3b - Стваральнік CD і DVD

source: K3b - The CD/DVD Kreator
be: K3b - Стваральнік CD/DVD

source: K3b Bookmarks
be: Закладкі K3b

source: K3b GUI Themes
be: Тэмы інтэрфейсу K3b

source: K3b Plugin Configuration
be: Налады плагінаў K3b

source: K3b currently only supports local files.
be: Зараз K3b падтрымлівае толькі лакальныя файлы.

source: K3b needs write access to all the devices to perform certain tasks. Without it you might encounter problems with %1 - %2
be: [PO-fuzzy] Без доступу на запіс у агульную прыладу вы можаце спаткаць праблемы з захопам Аудыа CD з %1 - %2

source: K3b uses cdrdao to actually write CDs.
be: K3b выкарыстоўвае cdrdao для запісу CD.

source: K3b uses cdrecord to actually write CDs.
be: K3b карыстуецца cdrecord для запісу дыскаў CD.

source: KCPULoad is already running.
be: KCPULoad ужо запушчаны.

source: KCPULoad was first released on August 8, 1999.
be: KCPULoad быў першапачаткова выпушчаны 8 жніўня 1999 года.

source: KDE Mobile Device Access
be: KDE Доступ да мабільных прылад

source: KDE and K Desktop Environment are trademarks of
be: KDE і K Desktop Environment - гандлёвыя маркі

source: KDE in Your Country
be: KDE ў Вашай краіне

source: KDE mobile devices manager
be: Кіраваньне мабільнымі прыладамі KDE

source: KDE multimedia player
be: KDE медыяпрайгравальнік

source: KDE text editor
be: Тэкставы рэдактар KDE

source: KDE3 rewrite
be: Перапісана KDE3

source: KEduLaunch - KDE-Edu application launcher
be: KEduLaunch - запуск праграмаў KDE-Edu

source: KFortune Preferences
be: Настаўленні KFortune

source: KLB Search Bar
be: Панель пошуку KLB

source: KLB Toolbar
be: Панель KLB

source: KNetLoad Applet
be: Аплет KNetLoad

source: Keep Open
be: Трымаць адкрытым

source: Keep original dimensions
be: Трымацца пачатковых памераў

source: Keep the existing file
be: Пакінуць існуючы файл

source: Keyboard Layout:
be: Клавіятурная раскладка:

source: Keywords
be: Ключавыя словы

source: Keywords=AutoStart,Services
be: Keywords=AutoStart,Services,аўтазапуск

source: Klicker Preferences
be: Настаўленні Klicker

source: Korea
be: Карэя

source: Korean
be: [PO-fuzzy] Нарвежская

source: L&oad
be: &Засунуць

source: Label
be: [PO-fuzzy] Подпіс

source: Labels
be: [PO-fuzzy] Подпісы

source: Languages
be: Мовы

source: Last
be: Апошнія

source: Last Play
be: Апошняе прайграванне

source: Latest Applications
be: Апошнія праграмы

source: Latest News
be: Апошнія навіны

source: Latin America
be: Лацінская Амерыка

source: Layout
be: Расклад

source: Left: %1, Right: %2
be: Лева: %1, Права: %2

source: Legal
be: Юрыдычная інфармацыя

source: Length
be: Даўжыня

source: Length of silence:
be: Даўжыня цішыні:

source: Length:
be: Даўжыня:

source: Let K3b select the best-suited mode. This is the recommended selection.
be: Гэта рэкамендаваны выбар.

source: Level %1
be: Узровень %1

source: Library
be: Бібліятэка

source: License
be: Ліцэнзія

source: Line: %1 Col: %2
be: Радок: %1, пазіцыя: %2

source: Line: 1 Col: 1
be: Радок: 1 Слупок: 1

source: Line:000000 Col: 000
be: Радок: 000000 Слупок: 000

source: Linear
be: Лінейны

source: Lines
be: Лініі

source: Link
be: Спасылка

source: Link to %1
be: Спасылка на %1

source: Linux/Unix only
be: Толькі Linux/Unix

source: Listing directory...
be: Чытаю тэчку...

source: Lithuania
be: Літва

source: Load
be: Загрузіць

source: Load Command Done
be: Загрузка завершаная

source: Load Demo
be: Загрузіць прыклад

source: Load default settings
be: [PO-fuzzy] Ручныя настаўленні:

source: Load last used settings
be: [PO-fuzzy] Адмысловыя настаўленні

source: Load saved settings
be: [PO-fuzzy] Адмысловыя настаўленні

source: Loading Database
be: Загрузка базы

source: Loading Main Window
be: Загрузка галоўнага акна

source: Loading Plug-ins
be: Загрузка ўтулак

source: Loading information from images
be: Загрузка звестак з відарысаў

source: Local
be: Лакальны

source: Local %1
be: Лакальны %1

source: Local Interface
be: Лакальны інтэрфейс

source: Local Path
be: Лакальны шлях

source: Local location:
be: Лакальнае знаходжанне:

source: Local name:
be: Лакальнае імя:

source: Location
be: Месцазнаходжанне

source: Location of New Drive
be: Знаходжанне новага прыводу

source: Location:
be: Знаходжанне:

source: Lock
be: Блакіроўка

source: Logfile
be: Файл часопіса

source: Login
be: Уваход

source: Logo preview:
be: Прагляд лагатыпа:

source: Loop
be: Паўтараць

source: Loop playlist:
be: Зацыкліваць спіс прайгравання:

source: Low
be: Нізкі

source: Lyrics
be: Тэксты

source: M&anual settings:
be: &Ручныя настаўленні:

source: MD5 Sum Check
be: Праверка Md5-сумы

source: MD5 Sums Differ
be: Md5-сумы розныя

source: MD5 Sums Equal
be: Md5-сумы роўныя

source: MHz
be: МГц

source: MPlayer options you want to be sure MPlayer will not use
be: Параметры MPlayer, якія MPlayer выкарыстоўваць не будзе

source: MPlayer subtitle fontset:
be: Шрыфт субтытраў у MPlayer:

source: Main
be: Галоўная

source: Maintained by
be: Падтрымліваецца

source: Maintained by <a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;&#x77;e&#098;ma&#115;t&#x65;&#x72;&#64;kde&#46;or&#x67;">kde.org Webmaster</a><br />
be: Падтрымліваецца <a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;&#x77;e&#098;ma&#115;t&#x65;&#x72;&#64;kde&#46;or&#x67;">kde.org Webmaster</a><br />

source: Maintainer and Lead Developer
be: [PO-fuzzy] Maintainer ды вядучы распрацоўшчык

source: Make &backup when saving a file
be: Ствараць &рэзервную копію пры запісу

source: Make backup when saving a file
be: Ствараць рэзервовую копію пры захаванні

source: Malformed URL %1
be: Некарэктны URL %1

source: Manual
be: Самастойнае

source: Manual CGI path
be: Ручны шлях CGI

source: Manual settings (used for all file types)
be: Ручныя настаўленні (ужываецца для ўсіх тыпаў файлаў)

source: Manual settings:
be: Ручныя настаўленні:

source: Manual writing application &selection
be: Ручное &вылучэнне праграмы запісу

source: Maths
be: Матэматыка

source: Maximal number of read retries
be: Найбольшая колькасць паўтораў чытання

source: Mbytes
be: МБайт

source: Md5 Sum:
be: Md5-сума:

source: Medium Selection
be: Выбар носьбіта

source: Medium is not empty.
be: Носьбіт не пусты.

source: Medium will be overwritten.
be: Носбіт будзе перазапісаны.

source: Megabytes
be: Мегабайт

source: Merge Tracks
be: Аб'яднаць трэкі

source: Messa&ge:
be: Паведа&мленне

source: Message
be: Паведамленне

source: Messages
be: Паведамленні

source: Metronome On
be: Метраном уключаны

source: Minutes
be: Хвілін

source: Misc
be: Іншае

source: Misc Settings
be: Іншыя настаўленні

source: Miscellaneous Settings
be: Разнастайныя настаўленні

source: Mixed CD
be: Змешаны CD

source: Mixed Mode CD project
be: [PO-fuzzy] CD розных рэжымаў

source: Mixed Mode Type
be: Тып змешанага рэжыму

source: Mixed Project
be: Змешаны праект

source: Mode1
be: Рэжым1

source: Mode2
be: Рэжым2

source: Mode:
be: Рэжым:

source: Modify the bootable settings of the current project
be: Змяніць налады загружальнасці бягучага праекту

source: Modify the physical sorting
be: Змяніць фізічную сартоўку

source: Mono
be: Мона

source: More...
be: Больш...

source: Most writers do not support writing multisession CDs in DAO mode.
be: Большасць пісменнікаў не падтрымліваюць запіс шматсесійных CD у рэжыме DAO.

source: Mount CD
be: Прымацаваць CD

source: Mount Failed
be: Прымацаванне не атрымалася.

source: Mount Point
be: [PO-fuzzy] Пункт мацавання

source: Mount Point:
be: نقطة التركيب:

source: Mountpoint:
be: نقطة التركيب:

source: Move &Down
be: Пасунуць &долу

source: Move &Up
be: Пасунуць &угору

source: Move directory down
be: Пасунуць дырэкторыю ніжэй

source: Move directory up
be: Пасунуць дырэкторыю вышэй

source: Move down
be: Пасунуць долу

source: Move server down
be: Пасунуць сервер ніжэй

source: Move server up
be: Пасунуць сервер вышэй

source: Move up
be: Пасунуць угору

source: Moving files to project "%1"...
be: Перамяшчэнне файлаў у праект "%1"...

source: Mp3 Audio Decoder plugin not found.
be: Плагін Аудыадэкодэра Mp3 не знойдзены.

source: Multisession
be: Шматсесійнасць

source: Multisession Mode
be: Рэжым шматсесійнасці

source: Multisession Problem
be: [PO-fuzzy] Рэжым шматсесійнасці

source: Multiuser Mode (2)
be: النمط المتعدد المستخدمين (2)

source: Multiuser Mode (3)
be: النمط المتعدد المستخدمين (3)

source: Multiuser Mode (4)
be: النمط المتعدد المستخدمين (4)

source: Multiuser Mode (5)
be: النمط المتعدد المستخدمين (5)

source: Multiuser mode (3)
be: نمط المتعدد المستخدمين (3)

source: Multiuser mode with Networking (2)
be: النمط المتعدد المتخدمين و إستعمال الشبكة (2)

source: Music
be: Музыка

source: Music/MP3 Player
be: Музычная/Прайгравальнік MP3

source: Mute
be: Сцішыць

source: Name
be: Назва

source: Name:
be: Назва:

source: Name=<no engine>
be: [PO-fuzzy] Name=

source: Name=Add as Podcast to Amarok
be: [PO-fuzzy] Name=

source: Name=Add to collection
be: Name=Дадаць у калекцыю

source: Name=Add to new playlist
be: Name=Дадаць у новы спіс прайгравання

source: Name=Add to playlists
be: Name=Дадаць у спісы прайгравання

source: Name=Append & Play
be: [PO-fuzzy] Name=

source: Name=Append to Playlist
be: [PO-fuzzy] Name=

source: Name=Apple iPod Media Device
be: [PO-fuzzy] Name=

source: Name=AutoStart Manager
be: Name=Кіраўнік аўтазапуску

source: Name=Could not create output file
be: Name=Немагчыма стварыць выходны файл

source: Name=Could not execute the 'fortune' program
be: Name=Немагчыма выканаць праграму 'fortune'

source: Name=Creative Nomad Jukebox Media Device
be: [PO-fuzzy] Name=

source: Name=Embedded MPlayer for KDE
be: Name=Убудаваны MPlayer для KDE

source: Name=GStreamer 0.10 Engine
be: [PO-fuzzy] Name=

source: Name=Generic Audio Player
be: [PO-fuzzy] Name=

source: Name=Helix Engine
be: [PO-fuzzy] Name=

source: Name=Ion
be: [PO-fuzzy] Name=Oxygen

source: Name=KDE-Classic
be: [PO-fuzzy] Name=Plastik

source: Name=KPilot Configuration
be: Name=Настаўленні KPilot

source: Name=Kiosk Admin Tool
be: Name=Утыліта адміністравання Kiosk

source: Name=MTP Media Device
be: [PO-fuzzy] Name=

source: Name=Mass Storage Device
be: [PO-fuzzy] Name=

source: Name=Music Sharing
be: [PO-fuzzy] Name=

source: Name=NFS Device
be: [PO-fuzzy] Name=

source: Name=Phonon Engine
be: [PO-fuzzy] Name=

source: Name=Play
be: Name=Граць

source: Name=Play Audio CD with Amarok
be: [PO-fuzzy] Name=

source: Name=Play next
be: Name=Граць наступнае

source: Name=PwManager Daemon
be: Name=Сервіс PwManager

source: Name=Queue
be: Name=Чарга

source: Name=Queue Track
be: Name=Дадаць у чаргу

source: Name=Queue next
be: Name=Наступны ў чарзе

source: Name=Rio Karma Media Device
be: [PO-fuzzy] Name=

source: Name=SMB Device
be: [PO-fuzzy] Name=

source: Name=TestTheme
be: [PO-fuzzy] Name=Cokoon Theme

source: Name=iRiver iFP Media Device
be: [PO-fuzzy] Name=

source: Name=xine Engine
be: [PO-fuzzy] Name=

source: Name=yauap engine
be: [PO-fuzzy] Name=

source: Natural Image Size
be: Звычайны памер відарыса

source: Natural Image Size If Possible
be: Звачайны памер відарыса, калі магчыма

source: Ne&ver
be: Ніколі

source: Necessary space for extracted files
be: Патрэбнае месца для вынятых файлаў

source: Necessary storage size:
be: Патрэбны памер сховішча:

source: Netherlands
be: Галяндыя

source: Network Neighbourhood
be: جوار الشبكة

source: Never
be: Ніколі

source: Never Played
be: Ніколі не граныя

source: Never draw rounded window top corners.
be: [PO-fuzzy] Ніколі не прамалёвываць круглыя куты вокнаў.

source: New
be: Новы

source: New &Audio CD Project
be: Новы праект &Аудыа CD

source: New &Data Project
be: [PO-fuzzy] Новы праект &CD з Даннімі

source: New &Video CD Project
be: Новы праект &Відэа CD

source: New &Window
be: Новае &акно

source: New &eMovix Project
be: [PO-fuzzy] Новы праект &Відэа CD

source: New Category...
be: Новая катэгорыя...

source: New Directory
be: Новая дырэкторыя

source: New Directory...
be: Новая дырэкторыя...

source: New Group
be: Новая група

source: New Images
be: Новыя відарысы

source: New Name
be: Новая назва

source: New V&ideo DVD Project
be: Новы праект Відэа D&VD

source: New Window
be: Новае акно

source: New Window Created
be: Створана новае акно

source: New Zealand
be: Новая Зеландыя

source: New application list from kde-apps.org is currently not available.
be: Спіс новых праграмаў з kde-apps.org зараз недаступны.

source: New category
be: [PO-fuzzy] Новая катэгорыя...

source: New...
be: Новы...

source: News from dot.kde.org is currently unavailable.
be: Навіны з dot.kde.org зараз недаступныя.

source: Next
be: Наступная

source: Next >>
be: Далей >>

source: Next:
be: Наступны:

source: No Active Project
be: Няма актыўных праектаў

source: No CD/DVD writer found.
be: Пісьменнік CD/DVD не знойдзены.

source: No CDDB entry found.
be: Не знойдзена запісаў CDDB.

source: No Change
be: Без зменаў

source: No Data to Burn
be: Няма данняў для выпальвання

source: No Error
be: Няма памылкі

source: No Floppy image selected
be: Не вылучана вобраза дыскеты

source: No Konqueror integration
be: [PO-fuzzy] Без карэкцыі памылак

source: No Multisession
be: Без шматсесійнасці

source: No Titles Selected
be: Ніводны загаловак не вылучаны

source: No Tracks Selected
be: Ніводны трэк не вылучаны

source: No VideoDVD found
be: VideoDVD не знойдзены

source: No audio streams
be: Няма аудыа-патокаў

source: No boot image
be: Ніякага загрузачнага вобраза

source: No command line specified
be: Каманднага радка не выбрана

source: No emulation at all
be: Зусім ніякай эмуляцыі

source: No error correction
be: Без карэкцыі памылак

source: No extension specified
be: Пашырэння не выбрана

source: No filename specified
be: Назва файла не выбрана

source: No image file selected
be: Ніводны файл адбітка не выбраны

source: No info
be: Няма звестак

source: No medium information
be: Няма звестак пра носьбіт

source: No name specified
be: Назвы не выбрана

source: No non-local files supported
be: Нелакальныя файлы не падтрымліваюцца

source: No problems found in system configuration.
be: Не знойдзена праблем у сістэмнай канфігурацыі.

source: No renameable files found.
be: Перамяшчальныя файлы не знойдзены

source: No running aRtsd found
be: Не знойдзена працуючага aRtsd

source: No usable medium found.
be: Не знойдзена ўжывальнага носьбіта.

source: No write access to device %1
be: Няма доступу на запіс у прыладу %1

source: No write access to generic SCSI device %1
be: Няма доступу на запіс у агульную прыладу SCSI %1

source: No.
be: Не.

source: Non fatal error(s) occurred
be: Здараліся нефатальныя памылкі

source: None
be: Няма

source: Normal
be: Звычайны

source: Northern Europe
be: [PO-fuzzy] Усходняя Еўропа

source: Norwegian
be: Нарвежская

source: Not an Iso9660 image
be: Не Iso9660-адбітак

source: Not maximi&zed
be: Не ў найбольшаных

source: Notes
be: Нататкі

source: Notification
be: Нагадванне

source: Notifications
be: Апавяшчэнні

source: Number of backups to keep:
be: Колькасць захоўваемых копій:

source: Number of columns:
be: Колькасць слупкоў:

source: Number of tracks
be: Колькасць запісаў

source: OVR
be: ЗАМ

source: Old Name
be: Старая назва

source: Open &URL...
be: Адкрыць &URL...

source: Open '%1' using '%2'?
be: Адкрыць'%1' пры дапамозе '%2'?

source: Open '%1'?
be: Адкрыць "%1"?

source: Open DVD Copy Dialog
be: Адкрыць дыялог капіявання DVD

source: Open File
be: Адкрыць файл

source: Open Files
be: Адкрыць файлы

source: Open Sound System
be: Адкрытая гукавая сістэма (OSS)

source: Open the CD copy dialog, optionally specify the source device (DEPRECATED: Use --copy)
be: [PO-fuzzy] Адкрыць дялог капіявання CD з магчымасцю выбару крынічнага прывода

source: Open the DVD copy dialog (DEPRECATED: Use --copy)
be: [PO-fuzzy] Адкрыць дыялог капіявання DVD

source: Open the Video DVD ripping dialog
be: Адкрыць дыялог захопу відэа-DVD

source: Open the burn dialog for the current project
be: Адкрыць дыялог выпальвання для бягучага праекта

source: Open the copy dialog, optionally specify the source device
be: [PO-fuzzy] Адкрыць дялог капіявання CD з магчымасцю выбару крынічнага прывода

source: Open the media copy dialog
be: [PO-fuzzy] Адкрыць дыялог капіявання CD

source: Open the project burn dialog for the current project
be: Адкрыць дыялог праекту выпальвання для бягучага праекту

source: Open the properties dialog
be: Адкрыць дыялог уласцівасцяў

source: Open the rewritable disk formatting/erasing dialog
be: [PO-fuzzy] Адкрыць дыялог фарматавання DVD%1RW

source: Opened file
be: Адкрыты файл

source: Opening file...
be: Адкрыццё файла...

source: Opens a recently used file
be: Адкрывае нядаўна ўжыты файл

source: Opens an existing project
be: Адкрывае існуючы праект

source: Options:
be: الخيارات:

source: Organizer
be: Арганізатар

source: Original author
be: Аўтар ідэі

source: Original version for KDE 1
be: Першапачатковая версія для KDE 1

source: Other
be: Іншы

source: Other Settings
be: Іншыя настаўленні

source: Other...
be: Іншыя...

source: Output
be: Вывад

source: Overall progress:
be: Агульны прагрэс:

source: Overwrite
be: Перапісаць

source: Overwrite File?
be: Перазапісаць файл?

source: Page One Options
be: Парамэтры першай старонкі

source: Page Two Options
be: Парамэтры другой старонкі

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
be: [PO-fuzzy] дзюйм(аў).

source: Parameters
be: Параметры

source: Paranoia mode:
be: Рэжым параноі:

source: Parent Directory
be: Бацькоўская дырэкторыя

source: Password
be: Пароль

source: Password Required
be: Патрабуецца пароль

source: Password for RAR archive
be: Пароль да архіва

source: Password protected RAR archive. You should give a password to extract the file.
be: Абаронены паролем RAR-архіў Вы павінны задаць пароль, каб выняць файлы.

source: Password:
be: Пароль:

source: Path
be: Шлях

source: Path to fortune Binary
be: Шлях да выканальнага файла fortune

source: Path:
be: Шлях:

source: Pattern
be: Шаблон

source: Pause
be: Паўза

source: Paused
be: Прыпынена

source: People
be: Людзі

source: Pla&y files randomly
be: Прайграць файлы &выпадкова

source: Places
be: Месцы

source: Plastik 3D
be: [PO-fuzzy] Plastik

source: Plastik flat
be: [PO-fuzzy] Plastik

source: Play
be: Граць

source: Play &Disc...
be: Граць дыск...

source: Play Count
be: Колькасць прайграванняў

source: Play Track
be: Прайграць трэк

source: Play&list
be: Спіс прайгр&авання

source: Play/Pause
be: Граць/Паўза

source: Playing
be: Прайграванне

source: Playing track
be: Прайграванне трэка

source: Playing track %1: %2 - %3
be: Прайграванне трэкаў %1: %2 - %3

source: Playing: %1
be: Грае: %1

source: Playlist
be: Спіс прайгравання

source: Playlist pattern:
be: Узор спісу прайгравання:

source: Playlists
be: Спісы прайгравання

source: Please Choose Boot Image
be: Вылучце загрузачны вобраз

source: Please add files and audio titles to your project first.
be: Спачатку дадайце файлы і аудыа-загалоўкі ў ваш праект

source: Please add files to your project first.
be: Спачатку дадайце файлы ў ваш праект.

source: Please add the output filename (%f) to the command line.
be: Дадайце назву вываднога файла (%f) у камандны радок

source: Please be patient...
be: Калі ласка, будзьце церпялівыя...

source: Please check permission on lock directory.
be: Калі ласка, праверце дазволу на тэчцы блакіровачных файлаў.

source: Please check the naming pattern. All filenames need to be unique.
be: Усе імёны павінны быць унікальнымі.

source: Please click the Scan button to search for renameable files.
be: Націсніце кнопку Сканавання для пошуку перамяшчальных файлаў.

source: Please create a project before adding files
be: Стварыце праект да дадання файлаў

source: Please enter the device name where K3b should search for a new drive (example: /dev/cdrom):
be: Увядзіце імя прылады, каб K3b знайшло новы прывод (напрыклад, /dev/cdrom):

source: Please enter the speed that K3b should use for burning (Example: 16x).
be: [PO-fuzzy] Увядзіце імя прылады, каб K3b знайшло новы прывод (напрыклад, /dev/cdrom):

source: Please insert %1...
be: Калі ласка, устаўце %1...

source: Please insert a complete %4 medium into drive<p><b>%1 %2 (%3)</b>.
be: Устаўце скончаны %4 носьбіт у прывод<p><b>%1 %2 (%3)</b>.

source: Please insert a complete or appendable %4 medium into drive<p><b>%1 %2 (%3)</b>.
be: Устаўце скончаны або пашыральны %4 носбіт ў прывод<p><b>%1 %2 (%3)</b>.

source: Please insert a suitable medium into drive<p><b>%1 %2 (%3)</b>.
be: [PO-fuzzy] Устаўце падыходзячы %4 носьбіт у прывод <p><b>%1 %2 (%3)</b>.

source: Please insert an appendable %4 medium into drive<p><b>%1 %2 (%3)</b>.
be: Устаўце пашыральны %4 носьбіт у прывод<p><b>%1 %2 (%3)</b>.

source: Please insert an appendable medium
be: [PO-fuzzy] пашыральны носьбіт %1

source: Please insert an empty %4 medium into drive<p><b>%1 %2 (%3)</b>.
be: Устаўце пусты %4 носьбіт у прывод<p><b>%1 %2 (%3)</b>.

source: Please insert an empty or appendable %4 medium into drive<p><b>%1 %2 (%3)</b>.
be: Устаўце пусты ці пашыральны %4 носьбіт у прывод<p><b>%1 %2 (%3)</b>.

source: Please insert the MD5 Sum to compare:
be: Калі ласка, устаўце Md5-суму для параўнання:

source: Please insert the name for the new directory:
be: Устаўце назву для новай дырэкторыі:

source: Please select a medium:
be: Калі ласка, выберыце носьбіт:

source: Please select a non-empty audio project for a cddb query.
be: Вылучце непусты аудыа-праект для запыту cddb.

source: Please select a session to import.
be: [PO-fuzzy] Вылучыце загалоўкі для захопу.

source: Please select an audio track.
be: Вылучце аудыа-трэк

source: Please select the audio streams you want to include in every ripped title
be: Вылучце аудыа-патокі, якія хочаце ўключаць у кожны захоплены загаловак
